Repository: 4teamwork/ftw.downloadtoken
Catalog: ftw/downloadtoken/locales/*/LC_MESSAGES/ftw.securefiledownload.po
Languages: de

source: Email
de: Email-Adressen (mit Komma getrennt)

source: Enter a comment
de: Geben Sie einen Kommentar ein

source: Enter a valid email address
de: Mindestens eine Email Adresse ist nicht gültig

source: File downloaded
de: Datei heruntergeladen

source: File sent to external
de: Datei an externe Person verschickt

source: From
de: Von

source: The file has been sent
de: Das Datei wurde verschickt

source: There is appeard an error
de: Es ist ein Fehler aufgetreten

source: To
de: An

source: ftwsfd_comment
de: Kommentar

source: ftwsfd_commentdp
de: Kommentar:

source: ftwsfd_emailtext
de: Sie haben eine Datei zum einmaligen Download erhalten.<br />Bitte laden Sie diese Datei innert 7 Tagen herunter, sonst verfällt die Gültigkeit.

source: ftwsfd_send
de: Datei verschicken

source: ftwsfd_send_to_external
de: Datei an externe Person verschicken

source: received a download-link
de: Sie haben einen Download-Link erhalten
